Repository: OmegaT-L10N/be
Catalog: omegat/project_save.tmx
Source language: en
Languages: be

source: #Files
be: #Файлы

source: &About...
be: &Пра праграму…

source: &Access Project Contents
be: &Доступ да зьмесьціва праекта

source: &Add
be: &Дадаць

source: &Add...
be: &Дадаць…

source: &Align Files...
be: &Выраўнаваць файлы…

source: &Allow blank translations in the target files
be: &Дазваляць пустыя пераклады ў файлах перакладаў

source: &Allow only unique characters
be: Толькі ўнікальныя сымбалі

source: &Allow translation to be equal to source
be: &Дазволіць супадзеньне крыніцы і перакладу

source: &Also allow per-project external commands
be: Таксама дазваляць зьнешнія каманды для асобных праектаў

source: &Always
be: &Заўсёды

source: &Always Confirm Quit
be: &Заўсёды пацьвярджаць выхад

source: &Apply this font to tabular data (project files, statistics, etc.)
be: &Ужываць гэты шрыфт для табуляваных даніх (файлы праекта, статыстыка і да г. п.)

source: &Apply to all
be: Ужыць да ў&сіх

source: &Auto-propagation of Translations
be: &Аўтаматычная ўстаўка перакладаў

source: &Automatically Fetch Translations
be: &Аўтаматычна накіроўваць пераклады

source: &Automatically check the spelling of text
be: &Аўтаматычная праверка правапісу ў тэксьце

source: &Back
be: &Назад

source: &Back in History
be: Назад у &гісторыі

source: &Bookmarks
be: &Закладкі

source: &Browse
be: &Агляд

source: &Browse TaaS Collections...
be: Прагляд &калекцый TaaS…

source: &Browse...
be: &Агляд…

source: &Built-in (LanguageTool {0})
be: Убудаваны (LanguageTool {0})

source: &Cancel
be: &Адмена

source: &Close
be: &Зачыніць

source: &Comments
be: &Камэнтары

source: &Compatibility with OmegaT 2.6
be: &Сумяшчальнасьць з OmegaT 2.6

source: &Current Source Document
be: &Бягучы зыходны файл

source: &Cycle
be: &Цыклічна

source: &Defaults
be: &Змаўчаньні

source: &Dictionaries
be: &Слоўнікі

source: &Do not check printf-variables
be: &Не правяраць зьменныя printf

source: &Do not unescape Unicode literals (\uXXXX)
be: Не &разэкраноўваць юнікодавыя літаралы (\uXXXX)

source: &Download
be: &Спампаваць

source: &Edit
be: П&раўка

source: &Edit...
be: &Зьмяніць…

source: &Editor...
be: Акно &рэдагаваньня…

source: &Empty lines
be: &Пустых радкох

source: &Enable autotext
be: Уключыць аўтатэкст

source: &Enable character table
be: Уключыць табліцу сымбаляў

source: &Enable glossary suggestions
be: Уключыць прапановы з глясароў

source: &Endnotes
be: &Вынаскі

source: &Exact search
be: &Дакладны пошук

source: &File
be: &Файл

source: &Files
be: &Файлы

source: &Filter
be: &Фільтар

source: &Find...
be: &Знайсьці...

source: &Finish
be: &Гатова

source: &Fix All
be: &Выправіць усе

source: &Footnotes
be: &Зноскі

source: &Force shortcut to "f" for <it pos="end"> tags
be: &Прымусова ўжываць скарот “f” для тэгаў <it pos="end">

source: &Forward in History
be: &Наперад у гісторыі

source: &Glossaries
be: &Глясары

source: &Glossary
be: &Глясар

source: &Go To
be: П&ераход

source: &Go To Next Untranslated Segment stops when there is at least one alternative translation
be: &Пераход да наступнага неперакладзенага сэгмэнта спыняецца, калі ёсьць прынамсі адзін альтэрнатыўны пераклад

source: &Help
be: &Даведка

source: &Ignore file context when identifying segments with alternate translations
be: Ігнараваць кантэкст файла пры вызначэньні сэгмэнтаў з альтэрнатыўнымі перакладамі

source: &Ignore type and ctype attributes when building <ph> tag shortcuts
be: І&гнараваць атрыбуты type і ctype пры ўтварэньні скаротаў тэгаў <ph>

source: &In translation
be: &У перакладзе

source: &Index entries
be: &Элемэнты індэкса

source: &Insert
be: &Уставіць

source: &Insert Match or Selection
be: &Уставіць супадзеньне або вылучэньне

source: &Install new dictionary...
be: &Усталяваць новы слоўнік…

source: &Jump To Segment
be: &Перайсьці да сэгмэнта

source: &Keyword search
be: &Пошук паводле ключавых слоў

source: &Language Checker
be: Language Checker (&граматыка)

source: &Last Changes...
be: &Апошнія зьмены…

source: &Launch local server
be: Запусьціць лякальны сэрвэр

source: &Leave the segment empty
be: &Пакінуць сэгмэнт пустым

source: &License
be: &Ліцэнзія

source: &Line breaks
be: &Разрывах радкоў

source: &Load...
be: За&грузіць…

source: &Lower Case
be: &Усе малыя

source: &Make the file filter settings project specific
be: &Ужываць налады файлавых фільтраў толькі да гэтага праекта

source: &Make the segmentation rules project specific
be: &Ужываць правілы сэгмэнтаваньня толькі да гэтага праекта

source: &Match Statistics
be: Статыстыка с&упадзеньняў

source: &Minimal similarity:
be: &Мінімальнае падабенства:

source: &Modification Info
be: &Інфармацыя пра зьмены

source: &Move Down
be: Ун&із

source: &Name/ID:
be: &Імя/ідэнтыфікатар.

source: &Never
be: &Не сэгмэнтаваць

source: &New Script
be: &Новы сцэнар…

source: &New...
be: &Стварыць праект…

source: &Next Segment
be: &Наступны сэгмэнт

source: &Notes
be: &Заўвагі

source: &OK
be: &ОК

source: &Open Script...
be: &Адчыніць сцэнар…

source: &Open...
be: &Адчыніць праект…

source: &Options
be: &Налады

source: &Prefix:
be: П&рэфікс:

source: &Presentation notes
be: Зацемкі &прэзэнтацыяў

source: &Preserve spaces for all tags
be: &Захоўваць прабелы для ўсіх тэгаў

source: &Previous Segment
be: Папярэдні &сэгмэнт

source: &Project
be: &Праект

source: &Properties...
be: &Уласьцівасьці…

source: &Quit
be: &Выхад

source: &Redo Last Action
be: &Вярнуць

source: &Refresh
be: &Абнавіць

source: &Regular expressions
be: &Рэгулярныя выразы

source: &Reload
be: &Перазагрузіць праект

source: &Remove
be: &Выдаліць

source: &Remove Filter
be: Выдаліць &фільтар

source: &Remove untranslated strings in the target files
be: &Не ўключаць неперакладзеныя радкі ў выніковыя файлы

source: &Replace
be: &Замяніць

source: &Replace Next
be: Замяніць &наступнае

source: &Replace...
be: &Замяніць…

source: &Reset This Colour
be: &Скінуць гэты колер да змаўчаньня

source: &Restore Main Window
be: &Аднавіць галоўнае вакно

source: &Root
be: &Корань

source: &Run
be: &Выканаць

source: &Save
be: Захаваць

source: &Save As...
be: &Захаваць як…

source: &Save...
be: &Захаваць…

source: &Search
be: &Пошук

source: &Search Project...
be: &Пошук у праекце…

source: &Search for Selection
be: По&шук вылучанага

source: &Segment Number...
be: С&эгмэнт нумар…

source: &Segmentation...
be: &Сэгмэнтаваньне…

source: &Select
be: &Выбар

source: &Sentence Case
be: Як у &сказах

source: &Sheet Names
be: &Назвы аркушоў

source: &Show All
be: &Паказаць усе

source: &Show Relevant Suggestions Automatically
be: Аўтаматычна &паказваць адпаведныя прапановы

source: &Skip
be: &Прапусьціць

source: &Skip PO header
be: &Прамінаць загаловак PO

source: &Source (segment {0}):
be: &Крыніца (сэгмэнт {0}):

source: &Source Files
be: &Зыходныя файлы

source: &Source Files Language:
be: &Мова зыходных файлаў:

source: &Source Language Tokenizer:
be: Генэратар метак для &зыходнай мовы:

source: &Statistics
be: &Статыстыка

source: &TaaS Terminology Lookup
be: Пошук &тэрмінаў у TaaS

source: &Target Files
be: &Файлы перакладаў

source: &Target Language Tokenizer:
be: Генэратар метак для &мовы перакладу:

source: &Title Case
be: &Як у загалоўках

source: &Tools
be: &Сэрвіс

source: &Translated
be: &Перакладзеныя

source: &Translated Files Language:
be: &Мова файлаў перакладаў:

source: &Undo Last Action
be: &Адмяніць

source: &Untranslated Segments Only
be: Толькі &неперакладзеныя сэгмэнты

source: &Upper Case
be: Усе &вялікія

source: &User's Manual...
be: &Дапаможнік карыстальніка

source: &Validate tags when leaving a segment
be: Праверка тэгаў пры выхадзе з сэгмэнта

source: &View
be: &Выгляд

source: &Writeable Glossary
be: Файл &глясара, у які дазволены запіс

source: &value (of form input, including button, submit and reset)
be: &value (поле ўвода ў форме, уключна з кнопкай, падаць і скінуць)

source: '{0}' menu selected
be: Выбранае мэню '{0}'

source: (+{0} more)
be: (і яшчэ {0})

source: (X)HTML Filter Options
be: Налады фільтра (X)HTML

source: (close tag)
be: (зачыняльны тэг)

source: (comment tag)
be: (тэг камэнтара)

source: (empty tag)
be: (пусты тэг)

source: +{0} more
be: і яшчэ {0}

source: ---- Localization Notes ----
be: ---- Зацемкі лякалізацыі ----

source: 1 conflict
be: 1 канфлікт

source: 1 segment
be: 1 сэгмэнт

source: <&br> (breaks)
be: <&br> (разрывы радкоў)

source: <EMPTY>
be: <ПУСТЫ>

source: <No suggestions>
be: <Без прапановаў>

source: <auto>
be: <аўта>

source: <html><center>Loading...<br><br>Tip: Enable/disable checks at any time from the Options menu.</center></html>
be: <html><center>Загружаем…<br><br>Парада: уключыць/адключыць праверкі можна ў які заўгодна момант праз мэню “Налады”.</center></html>

source: <html><i>Preferences</i> &gt; <i>General</i> &gt; <i>Use TAB to Advance</i> is checked</html>
be: <html>Пазначана <i>Налады</i> &gt; <i>Выкарыстоўваць TAB для пераходу далей</i></html>

source: <html>Add patterns using wildcards (Apache Ant style): <code>*</code>, <code>?</code>, <code>**</code><br>Example: <code>**/.svn/**</code></html>
be: <html>Дадайце шаблёны са знакамі падстаноўкі (у стылі Apache Ant): <code>*</code>, <code>?</code>, <code>**</code><br>Прыклад: <code>**/.svn/**</code></html>

source: <html>Place the caret at the location where you want to split the text.</html>
be: <html>Пастаўце карэтку ў пункт, дзе трэба разьбіць тэкст.</html>

source: <none>
be: <няма>

source: <trans-unit> &resname attribute when available
be: &Атрыбут <trans-unit> resname пры наяўнасьці

source: <trans-unit> I&D
be: І&дэнтыфікатар <trans-unit>

source: A&dd
be: Д&адаць

source: A&ggregate Tags
be: &Агрэгаваньне тэгаў

source: A&uto-completion
be: Аўта&завяршэньне

source: Aborted.
be: Перарвана.

source: About OmegaT
be: Пра OmegaT

source: Access Configurat&ion Folder
be: Ад&чыніць каталёг канфігурацыі

source: Access Scripts Folder
be: Доступ да каталёга сцэнароў

source: Actions & Settings
be: Дзеяньні і налады

source: Active segment source
be: Крыніца актыўнага сэгмэнта

source: Active segment source text
be: Тэкст крыніцы актыўнага сэгмэнта

source: Active segment target
be: Пераклад актыўнага сэгмэнта

source: Active segment target text
be: Тэкст перакладу актыўнага сэгмэнта

source: Add
be: Дадаць

source: Add Glossary Entry
be: Стварыць запіс глясара

source: Add Pattern
be: Дадаць шаблён

source: Add Script
be: Дадаць сцэнар

source: Add To Dictionary
be: Дадаць у слоўнік

source: Add To Dictionary: “{0}”
be: Дадаць у слоўнік: “{0}”

source: Add characters to the custom table by double-clicking, or by highlighting and pressing the Insert key.
be: Каб дадаць сымбаль у сваю табліцу, трэба двойчы клікнуць, або вылучыць яго і націснуць клявішу Insert.

source: Add or rewrite encoding declaration in HTML and XHTML files:
be: Дадаваць ці перапісваць дэклярацыю кадоўкі файлаў HTML і XHTML:

source: Added {0} glossary entries from {1}
be: Дадана {0} запісаў глясара з {1}

source: Added: {1}, Deleted: {2}, Modified: {3} (Conflicts: {0})
be: Дададзена: {1}, выдалена: {2}, зьменена: {3} (канфліктаў: {0})

source: Aggressive &Font Fallback
be: Агрэсыўная замена шрыфтоў на альтэрнатыўныя

source: Algorithm:
be: Альгарытм:

source: Align
be: Выраўнаваць

source: Align Files
be: Выраўнаваць файлы

source: Align project against {0}
be: Выраўнаваць праект з {0}

source: Aligner "Accepted" Group
be: Група “прынятыя” сродка выраўноўваньня файлаў

source: Aligner "Needs Review" Group
be: Група “патрэбны разгляд” сродка выраўноўваньня файлаў

source: Aligner Highlight
be: Вылучэньне ў сродку выраўноўваньня файлаў

source: Aligner Table Row Highlight
be: Вылучэньне радка табліцы ў сродку выраўноўваньня файлаў

source: All
be: Усе

source: All domains
be: Усе дамэны

source: Allo&w tag editing
be: Дазваляць рэдагаваньне тэгаў

source: Allow to save password as plain text
be: Дазволіць захаваньне пароля ў выглядзе тэксту

source: Allow to save password locally as plain text
be: Дазволіць захаваньне пароля лякальна ў выглядзе тэксту

source: Allow translated tags to be in a di&fferent order
be: Дазволіць &зьмену парадку тэгаў у перакладзе

source: Allow translating &blank source segments
be: Дазволіць пераклад &пустых зыходных сэгмэнтаў

source: An error occurred
be: Адбылася памылка

source: An error occurred when loading the script: {0}
be: Памылка пры загрузцы сцэнара: {0}

source: An error occurred when loading the source files.
be: Памылка пры загрузцы зыходных файлаў.

source: An error occurred when saving the TMX.
be: Памылка пры захаваньні ў TMX.

source: An error occurred when trying to detect the project file.
be: Памылка пры спробе вызначэньня файла праекта.

source: An error occurred while opening the item.
be: Пры адкрыцьці элемэнта адбылася памылка.

source: An error occurred while trying to create a new folder
be: Памылка пры спробе стварыць новы каталёг

source: An error occurred while trying to run console process: {0}
be: Памылка пры спробе запуску кансольнага працэса: {0}

source: Analyzing strings - {0} of {1} completed
be: Аналіз радкоў — завершана {0} з {1}

source: Android Resources
be: Рэсурсы Android

source: Apply &Fix
be: &Выправіць

source: Are you sure you want to remove the {0} set of segmentation rules?
be: Сапраўды выдаліць набор правілаў сэгмэнтаваньня {0}?

source: Are you sure you want to reset all custom colours?
be: Сапраўды скінуць усе карыстальніцкія колеры?

source: Arrays must not be null
be: Масівы не павінныя быць null

source: Attempt to convert &numbers when inserting a fuzzy match
be: &Спрабаваць пераўтварыць лікі пры ўстаўцы недакладнага супадзеньня

source: Attribute:
be: Атрыбут:

source: Aut&hor:
be: Аў&тар:

source: Authentication
be: Ідэнтыфікацыя

source: Auto replace 'nplurals=INTEGER; &plural=EXPRESSION;' in header
be: Аўтаматычна замяняць 'nplurals=INTEGER; &plural=EXPRESSION;' у загалоўку

source: Auto-sync with Editor
be: Аўтасынхранізацыя з акном рэдагаваньня

source: Auto-text configuration
be: Канфігурацыя аўтатэксту

source: Auto-text file (*.autotext)
be: Файл аўтатэксту (*.autotext)

source: Autotext entries
be: Запісы аўтатэксту

source: Available dictionaries:
be: Даступныя слоўнікі:

source: Available script engines:
be: Даступныя рухавікі сцэнароў:

source: Average Score: {0}
be: Сярэдні бал: {0}

source: B&rowse
be: А&гляд

source: Back to the initial segment on close
be: Вяртацца да пачатковага сэгмэнта па закрыцьці

source: Backed up preferences to {0}
be: Налады былі захаваныя ў файл {0}

source: Background
be: Тло

source: Bad folder name {0}
be: Няправільнае імя дырэкторыі {0}

source: Bad nesting
be: Дрэннае ўкладаньне

source: Bad regular expression
be: Няправільны рэгулярны выраз

source: Bad regular expression!
be: Няправільны рэгулярны выраз!

source: Bartender yells loud:<p>Your page cannot be found, boy<p>Buy another drink.
be: Бармэн вымавіў<p>ціха яе не знайсьці.<p>Лепш выпі.

source: Belazar
be: Белазар

source: Bidirectional control characters
be: Сымбалі кіраваньня напрамкам тэксту

source: Bookmark &references
be: Спасылкі на з&акладкі

source: Break/Exception
be: Разрыў/выключэньне

source: Bro&wse
be: Аг&ляд

source: Brows&e
be: Агл&яд

source: Browse
be: Агляд

source: Browse...
be: Агляд…

source: C&ase sensitive
be: Улічваць р&эгістар

source: C&harts
be: С&хемы

source: C&lear
be: Ачысьціць

source: C&opy All Data to Clipboard
be: Капіяваць &усе данія ў буфэр абмену

source: C&urrent Target Document
be: Бягучы файл &перакладу

source: Calculator:
be: Калькулятар:

source: Camtasia for Windows
be: Файлы Camtasia for Windows

source: Cancel
be: Скасаваць

source: Cancel Pinpoint Align
be: Скасаваць мэтавае выраўноўваньне

source: Cancel only works on scripts that explicitly check for cancellation.
be: Можна скасаваць выкананьне толькі тых сцэнароў, якія яўна правяраюць каманду скасаваньня.

source: Cancelled creating new team project
be: Стварэньне каманднага праекта скасаванае

source: Cannot access glossary folder!
be: Не магу атрымаць доступ да каталёга глясароў!

source: Cannot create folder for translated files:
be: Немагчыма стварыць каталёг для перакладзеных файлаў:

source: Cannot install
be: Немагчыма ўсталяваць

source: Cannot load specified XML file!
be: Немагчыма загрузіць пазначаны файл XML!

source: Cannot read selected script file.
be: Немагчыма прачытаць выбраны файл сцэнара.

source: Catalan
be: Каталянская

source: Change date
be: Зьмяніць дату

source: Changed &before:
be: Зьменена &да:

source: Changed after:
be: Зьменена пасьля:

source: Changed by
be: Аўтар зьмены

source: Changed on
be: Дата зьмены

source: Changer
be: Зьмяніў(ла)

source: Character
be: Сымбаль

source: Character table
be: Табліца сымбаляў

source: Character table auto-completer options
be: Парамэтры табліцы сымбаляў пры аўтазапаўненьні

source: Characters (including spaces)
be: Сымбаляў (з прабеламі)

source: Characters (without spaces)
be: Сымбаляў (без прабелаў)

source: Check &Issues...
be: Праверка на наяўнасьць &праблемаў

source: Check &all printf-variables (e.g., %s, %-s)
be: Правяраць &усе зьменныя printf (такія як %s, %-s)

source: Check &simple printf-variables (e.g., %s, %d)
be: &Правяраць простыя зьменныя printf (такія як %s, %d)

source: Check Issues for &Current Document
be: Праверка на наяўнасьць праблемаў для &гэтага дакумэнта

source: Check simple &java MessageFormat patterns (e.g. {0})
be: Правяраць простыя шаблёны &java MessageFormat (напр. {0})

source: Check {0}
be: Праверыць {0}

source: Checking out the project...
be: Скончыць працу з праектам…

source: Chinese
be: Кітайская

source: Choose MED project
be: Выбраць праект MED

source: Choose Source File
be: Выбраць зыходны файл

source: Choose Target File
be: Выбраць файл перакладу

source: Clear Mark
be: Скасаваць пазнаку

source: Click on '{0}' menu item
be: Выберыце элемэнт мэню '{0}'

source: Clo&se
be: &Зачыніць

source: Close
be: Зачыніць

source: Co&mments
be: &Камэнтары

source: Column Index must be equal to 1
be: Індэкс слупка павінны быць 1

source: Comme&nts
be: &Камэнтары

source: Comment
be: Камэнтар

source: Comment:
be: Камэнтар:

source: Comments
be: Камэнтары

source: Comparison Mode:
be: Рэжым параўнаньня:

source: Compress whitespace in translated document
be: Сьціскаць прабельныя сымбалі ў дакумэнтах перакладаў

source: Con&tents
be: Зь&мест

source: Confirm
be: Пацьвердзіць

source: Confirm removal of pattern {0}
be: Пацьвердзіць выдаленьне шаблёна {0}

source: Confirm uninstalling
be: Пацьвердзіць выдаленьне

source: Conflict resolution
be: Вырашэньне канфліктаў

source: Conflict {0} of {1}
be: Канфлікт {0} з {1}

source: Confused by false start of comment tag!
be: Парсэр у тупіку праз нечаканы пачатак тэга камэнтара!

source: Connection available, the project is in team project mode.
be: Ёсьць злучэньне, праект у рэжыме каманднага праекта.

source: Continue
be: Працягнуць

source: Convert Old Team Project
be: Пераўтварыць стары камандны праект

source: Cop&y Files to Source Folder...
be: &Імпартаваць зыходныя файлы…

source: Copy
be: Капіяваць

source: Copy Files to Source Folder...
be: Імпартаваць зыходныя файлы…

source: Copyright © 2000-2017 Keith Godfrey, Maxym Mykhalchuk and others
be: Аўтарскія правы © 2000-2016 гг. Кіт Годфры, Максім Міхальчук і іншыя

source: Could not create the specified folder.
be: Не атрымалася стварыць пазначаны каталёг.

source: Could not initialize OS look and feel!
be: Не магу ініцыялізаваць інтэрфэйс, які імітуе апэрацыйнае асяродзьдзе!

source: Could not save credentials to text file
be: Не атрымалася захаваць паўнамоцтвы ў тэкставы файл

source: Count &protected text and custom tags in statistics
be: Рахаваць у статыстыцы &абароненыя часткі тэксту і карыстальніцкія тэгі

source: Counter:
be: Лічыльнік:

source: Create &Glossary Entry...
be: Стварыць &запіс глясара…

source: Create &Translated Documents
be: Ад&кампіляваць праект

source: Create Alternative Translation
be: Стварыць альтэрнатыўны пераклад

source: Create Current Translated &Document
be: Скампіляваць пераклад для гэтага &дакумэнта

source: Create Glossary Entry
be: Стварыць запіс глясара

source: Create MED Project...
be: Стварыць праект MED…

source: Create New Project
be: Стварыць новы праект

source: Create a New Project
be: Стварэньне праекта

source: Create pseudo-translate TMX
be: Стварыць TMX-файл псэўдаперакладу

source: Created by
be: Аўтар

source: Created by: {0}
be: Стваральнік: {0}

source: Created on
be: Дата стварэньня

source: Creating translated documents: {0}
be: Кампіляцыя дакумэнтаў зь перакладамі: {0}

source: Creation date
be: Дата стварэньня

source: Creator
be: Стваральнік

source: Current memory usage by the VM: {0}MB; of which free memory: {1}MB; maximum available: {2}MB
be: Бягучае выкарыстаньне памяці ВМ — {0} Мб, зь якіх вольная памяць — {1} Мб; максымальна даступная — {2} Мб;

source: Cursor lock off
be: Блякаваньне курсора выкл.

source: Cursor lock on
be: Блякаваньне курсора ўкл.

source: Custom Colours
be: Карыстальніцкія колеры

source: Custom Colours Selection
be: Выбар адмысловых колераў

source: Custom table
be: Свая табліца

source: Customize character &table
be: Выкарыстоўваць сваю табліцу сымбаляў

source: Cut
be: Выразаць

source: D&iagrams
be: Д&ыяграмы

source: Default
be: Змаўчаньні

source: Deleted
be: Выдалена

source: Description
be: Апісаньне

source: Detail View
be: З дэталямі

source: Details unavailable
be: Падрабязныя зьвесткі недаступныя

source: Detecting...
be: Выяўленьне…

source: Dictionar&y
be: Слоўні&к

source: Dictionaries already installed:
be: Усталяваныя слоўнікі:

source: Dictionary
be: Слоўнік

source: Dictionary File Folder
be: Каталёг файлаў слоўнікаў

source: Dictionary Files Folder
be: Каталёг файлаў слоўнікаў

source: Dictionary Folder:
be: Каталёг слоўнікаў:

source: Dictionary Installer
be: Усталёўнік слоўнікаў

source: Dictionary file folder:
be: Каталёг файлаў са слоўнікамі:

source: Dictionary files folder entered does not exist!
be: Уведзены каталёг з файламі слоўнікаў не існуе!

source: Disable rule “{0}”
be: Адключыць правіла “{0}”

source: Displa&y source terms
be: Паказваць зыходныя тэрміны

source: Display
be: Паказ

source: Display &None
be: &Нічога не паказваць

source: Display &Source Segments
be: Паказваць &зыходныя сэгмэнты

source: Display &tags
be: &Паказваць тэгі

source: Display Font
be: Экранны шрыфт

source: Display all &source segments in bold
be: Паказваць усе &зыходныя сэгмэнты паўтлустым шрыфтам

source: Display for &All Segments
be: Паказваць для ўсіх &сэгмэнтаў

source: Display for Current &Segment
be: Паказваць для &бягучага сэгмэнта

source: Display:
be: Паказ:

source: Displays alternative translations that you have created for segments that are repeated in the project.
be: Паказ альтэрнатыўных перакладаў, створаных вамі для сэгмэнтаў, якія паўтараюцца ў праекце.

source: Displays comments in the active segment if they exist in the source file and the file filter supports it (e.g. PO-filter).
be: Паказ камэнтароў у актыўным сэгмэнце, калі яны існуюць у зыходным файле і фільтр падтрымлівае гэта (напрыклад PO-фільтр).

source: Displays the dictionary entries found in the dictionary files located in the /dictionary/ folder if they are present in the source segment.
be: Паказ слоўнікавых артыкулаў з файлаў слоўнікаў у падкаталёгу /dictionary/, калі яны прысутнічаюць у зыходным сэгмэнце.

source: Displays the entries as "<target> → <source>"
be: Элемэнты паказваюцца як “<пераклад> → <зыходны>”

source: Displays the translation of the source segment by the machine translation services you have selected in Preferences > Machine Translation, if those services are available.
be: Паказ перакладу зыходнага сэгмэнта праз сэрвіс(ы) машыннага перакладу, выбраны(я) праз мэню Налады → Машынны пераклад, калі гэты сэрвіс даступны.

source: Distance
be: Адлегласьць
